Yes_list = ["да", "а то", "а как же", "конечно", "хорошо", "ну да", "помню", "не забыл", "ещё бы", "точно", "йес",
            "легко", "ладно", "ясно", "так точно", "типа того", "разумеется", "правильно", "само собой разумеется",
            "пусть будет так", "безусловно", "ага", "отлично", "несомненно", "реально", "угу", "есть такое дело",
            "однозначно", "железобетонно", "а то как же", "ну конечно", "дадада", "дада", "дас", "да с",
            "поехали", "погнали", "вот именно", "полетели", "агась", "не вопрос",
            "знаю", 'давай', "го", "+"]  # Список положительных ответов

No_list = ["нет", "net", "как можно", "ни в коем случае", "вот ещё", "ни за что", "очень надо",
           "очень нужно", "ещё чего", "нельзя", "не тутто было", "ничего подобного", "ни фига", "ни капли", "ни хрена",
           "вовсе нет", "как бы не так", "да вы что", "я бы не сказал", "я бы не сказала", "речи быть не может",
           "и речи быть не может", "какое там", "кого там", "куда там", "обойдёшься", "отнюдь", "нету", "не скажи",
           "ни в коем разе", "да нет же", "да нет", "а вот и нет", "нет как нет", "и в помине нет", "чёрта с два",
           "ничуть", "никак нет", "ни под каким видом", "ни шиша", "и в помине нет", "и речи быть не может",
           "ни за что на свете", "хоть убей", "не царское это дело", "ага конечно", "хрен тебе", "ни в жизнь", "шутишь",
           "неа", "и не подумаю", "нетнет", "нетушки", "забыл", "не помню", "не",
           "фигушки", '-']  # Список отрицательных ответов

rules = "Артем напишет правила позже:("

help_list = ["помощь", "помоги", "хелпани", "помоги мне", "мне нужна помощь", "команды", "функции"]

change_name_txt = ["поменять имя", "сменить имя", "поменяй имя", "имя", "имя на", "смени имя"]

levels = [{
    "image_id": "1652229/3d093b89fdaebbf80b62",
    "title": "Начинающий",
    "description": "Буду загадывать только известные всем слова",
    "button": {"text": "Начинающий"}
},
{
    "image_id": "1652229/3d093b89fdaebbf80b62",
    "title": "Продвинутый",
    "description": "Буду выбирать не часто используемые слова",
    "button": {"text": "Продвинутый"}
},
{
    "image_id": "1652229/3d093b89fdaebbf80b62",
    "title": "Эрудит",
    "description": "Такие слова не все знают, это дря эрудированных людей",
    "button": {"text": "Эрудит"}
}]